<?php

$city = [
    '0' => [
        'Днепр',
        'пгт.Опытный',
        'Подгороднее',
        'Новоалександровка',
        'Соленое(Солоновский район)',
        'с.Братское(Днепровский р-н)',
    ],
    '1' => [
        'Днепродзержинск',
        'Кам\'янське',
        'пгт.Петриковка',
        'с.Ивановка (Петриковский район)',
        'пгт.Кринички',
        'пгт.Куриловка',
        'Перещепино',
        'Магдалиновка',
    ],
    '2' => [
        'Павлоград',
        'Новомосковськ',
        'Новомосковск',
        'Терновка(Терновский р-н)',
        'Межевая',
        'Синельниково',
    ],
    '3' => [
        'Кривой Рог',
        'Кривий Ріг',
        'пгт.Петрово',
        'Червоноконстантиновка',
        'Долинська',
        'Долинская',
        'с.Карповка',
        'Софиевка',
        'Желтые воды',
        'Желтые Воды',
        'Пятихатки',
        'п.Заря(Пятихатский район)',
        'Вольногорск',
        'с.Адамовка',
    ],
];

return $city;