<?php

$template = [
    'header' => [
        0 => [1, 21],       // Маршрутный лист № , 34ДнепрСр, 34Днепр(РС)СР
        3 => [0, 5],        // Авто: AE4790IM, Рейс № 831790
        4 => [0, 5],        // Водитель: Слисарчук Владимир Зиновьевич,  Моб. телефон водителя: 0962322353
    ],
    'tableRowStart' => 9,   // Строка начала таблицы
    'table' => [
        'deleteColumn' => [1, 2, 5, 6, 10, 11, 13, 14, 18, 19], // столбцы, которые надо удалить в таблице
    ],
    'tableEnd' => [
        17 => 'Итого:',     // Ищем в строке ячейку 17 и фразу "Итого:", принимаем соглашение, что это конец таблицы
    ],
    'tableCity' => 3,       // Номер ячейки, где искать город

];

return $template;